/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonic W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonic X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonic Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonic Z";

/* An audio channel label. */
"Center" = "Merkez";

/* An audio channel label. */
"Center Surround" = "Merkez Surround";

/* An audio channel label. */
"Center Surround Direct" = "Merkez Surround-Doğrudan";

/* Channel. An audio channel label. */
"Channel" = "Kanal";

/* Channels. An audio channel label. */
"Channels" = "Kanallar";

/* An audio channel label. */
"Click Track" = "Tıklama İzi";

/* An audio channel label. */
"Dialog Centric Mix" = "Diyalog Merkezli Karışım";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Ayrık";

/* An audio channel label. */
"Foreign Language" = "Yabancı Dil";

/* An audio channel label. */
"Headphones Left" = "Sol Kulaklık";

/* An audio channel label. */
"Headphones Right" = "Sağ Kulaklık";

/* An audio channel label. */
"Hearing Impaired" = "İşitme Engelli";

/* An audio channel label. */
"Left" = "Sol";

/* An audio channel label. */
"Left Center" = "Sol Orta";

/* An audio channel label. */
"Left Surround" = "Sol Surround";

/* An audio channel label. */
"Left Surround Direct" = "Sol Surround-Doğrudan";

/* An audio channel label. */
"Left Total" = "Toplam Sol";

/* An audio channel label. */
"Left Wide" = "Geniş Sol";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFE Ekran";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Orta";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Anlatım";

/* An audio channel label. */
"Rear Surround Left" = "Arka Sol Surround";

/* An audio channel label. */
"Rear Surround Right" = "Arka Sağ Surround";

/* An audio channel label. */
"Right" = "Sağ";

/* An audio channel label. */
"Right Center" = "Merkez Sağ";

/* An audio channel label. */
"Right Surround" = "Sağ Surround";

/* An audio channel label. */
"Right Surround Direct" = "Sağ Surround-Doğrudan";

/* An audio channel label. */
"Right Total" = "Toplam Sağ";

/* An audio channel label. */
"Right Wide" = "Geniş Sağ";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Yan";

/* An audio channel label. */
"Top Back Center" = "Üst Arka Merkez";

/* An audio channel label. */
"Top Back Left" = "Üst Arka Sol";

/* An audio channel label. */
"Top Back Right" = "Üst Arka Sağ";

/* An audio channel label. */
"Top Center Surround" = "Üst Merkez Surround";

/* An audio channel label. */
"Unknown" = "Bilinmeyen";

/* An audio channel label. */
"Unused" = "Kullanılmayan";

/* An audio channel label. */
"Vertical Height Center" = "Düşey Yükseklik Merkez";

/* An audio channel label. */
"Vertical Height Left" = "Düşey Yükseklik Sol";

/* An audio channel label. */
"Vertical Height Right" = "Düşey Yükseklik Sağ";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Dokunma";

